Repository: vkhutornyi/appxite
Catalog: AppXite Subscription Commerce and Billing/Translations/AppXite Subscription Commerce and Billing.*.xlf
Languages: nl_nl

# Report 3043686955 - NamedType 1583171122
source: Total:
nl_nl: Totale

# Report 3043686955 - NamedType 512005945
source: Customer Name:
nl_nl: klantnaam

# Report 3043686955 - NamedType 3246089139
source: Customer VAT No:
nl_nl: BTW-nummer klant

# Report 3043686955 - NamedType 3159868547
source: Billing Address:
nl_nl: Facturatie adres

# Report 3043686955 - NamedType 1930338149
source: Contact Name:
nl_nl: Naam van contact persoon

# Report 3043686955 - NamedType 142445042
source: Your Reference:
nl_nl: Uw referentie

# Report 3043686955 - NamedType 1362587257
source: Customer ERP ID:
nl_nl: Klant ERP id

# Report 3043686955 - NamedType 387040553
source: Your %1 Bill No:
nl_nl: Uw %1 factuur nr:

# Report 3043686955 - NamedType 1857892902
source: Total Due
nl_nl: Totaal verschuldigd

# Report 3043686955 - NamedType 293565918
source: Billing Period:
nl_nl: Factureringsperiode

# Report 3043686955 - NamedType 3937387347
source: Customer Reg. No:
nl_nl: Klant reg. nr.:

# Report 3043686955 - NamedType 3558753334
source: Invoice No:
nl_nl: Factuur nr.:

# Report 3043686955 - NamedType 3429178898
source: Registration number:
nl_nl: Registratie nummer:

# Report 3043686955 - NamedType 3423059672
source: VAT number:
nl_nl: BTW-nummer

# Report 3043686955 - NamedType 2728513993
source: Invoice Date:
nl_nl: Factuur Datum:

# Report 3043686955 - NamedType 2594805200
source: *Reverse charge, EU directive "111"
nl_nl: *Omgekeerde heffing, EU-richtlijn "111"

# Report 3043686955 - NamedType 3994272873
source: * reverse charge (Article 44 of the EU VAT Directive (2006/112/EC))
nl_nl: * verleggings kosten (artikel 44 van de EU-BTW-richtlijn (2006/112/EG))

# Report 3043686955 - NamedType 1162014577
source: Please transfer the amount to AS Swedbank, Balasta dambis 15, Riga, LV-1048, Latvia
nl_nl: Gelieve de overdracht van het bedrag als Swedbank, Balasta dambis 15, Riga, LV-1048, Latvia

# Report 3043686955 - NamedType 524755874
source: Account No./IBAN %1
nl_nl: Rekeningnummer/IBAN %1

# Report 3043686955 - NamedType 2909570543
source: Please make sure to specify this invoice number with your payment.
nl_nl: Zorg ervoor dat u dit factuurnummer opgeeft bij uw betaling.

# Report 3043686955 - NamedType 3646495922
source: For copies of invoices and credit notes please contact our Accounts Receivables department: %1
nl_nl: Voor kopieën van facturen en creditnota's u contact opnemen met onze debiteurenafdeling: %1

# Report 3043686955 - NamedType 1244186451
source: Product and Consumption Details
nl_nl: Product-en consumptiegegevens

# Report 3043686955 - NamedType 1251513602
source: Charge Type
nl_nl: Type lading

# Report 3043686955 - NamedType 2209068532
source: Start date
nl_nl: Begin datum

# Report 3043686955 - NamedType 3982372241
source: End date
nl_nl: Einddatum

# Report 3043686955 - NamedType 3037909084
source: Qty
nl_nl: Hoeveelheid

# Report 3043686955 - NamedType 3659909257
source: Unit Price
nl_nl: Eenheid prijs

# Report 3043686955 - NamedType 1349122805
source: Total Price
nl_nl: Totale prijs

# Report 3043686955 - NamedType 2678680001
source: VAT %1 %
nl_nl: BTW %1 %

# Report 3043686955 - NamedType 2678680002
source: VAT *
nl_nl: BTW *

# Report 3043686955 - NamedType 23177449
source: Total %1
nl_nl: Totale %1

# Report 3043686955 - NamedType 3930310797
source: Net Amount
nl_nl: Netto bedrag

# Report 3043686955 - NamedType 2857504577
source: VAT Amount
nl_nl: BTW bedrag

# Report 3043686955 - NamedType 3812256954
source: Total Amount
nl_nl: Totaalbedrag

# Report 100596864 - NamedType 3114637384
source: Data Not Found
nl_nl: Gegevens niet gevonden

# Report 100596864 - NamedType 3752334001
source: Do you want to delete Email Log History?
nl_nl: Wilt u de geschiedenis van de e-mail logboek verwijderen?

# Report 100596864 - NamedType 95063322
source: No Action performed
nl_nl: Geen actie uitgevoerd

# Report 100596864 - NamedType 732759939
source: Date should be Less than three months from today
nl_nl: Datum moet minder dan drie maanden vanaf vandaag

# Report 100596864 - NamedType 1370456556
source: %1 Line(s) Deleted
nl_nl: %1 Lijn (en) verwijderd

# Report 1502111520 - Property 2879900210
source: ReThink Data Errors
nl_nl: ReThink Gegevens fouten

# Report 3398211362 - Property 2879900210
source: Sales Credit Memo
nl_nl: Credit nota verkoop

# Report 3398211362 - ReportDataItem 552782286 - Property 1806354803
source: Sales Credit Memo
nl_nl: Credit nota verkoop

# Report 3398211362 - Control 2346885236 - Property 2879900210
source: Options
nl_nl: Opties

# Report 3398211362 - Control 474123622 - Property 2879900210
source: Number of Copies
nl_nl: Aantal kopieën

# Report 3398211362 - Control 474123622 - Property 1295455071
source: Specifies the number of copies of each document (in addition to the original) that you want to print.
nl_nl: Hiermee geeft u het aantal exemplaren op van elk document (naast het origineel) dat u wilt afdrukken.

# Report 3398211362 - Control 2834693588 - Property 2879900210
source: Print Company Address
nl_nl: Bedrijfsadres afdrukken

# Report 3398211362 - Control 2834693588 - Property 1295455071
source: Specifies if your company address is printed at the top of the sheet, because you do not use pre-printed paper. Leave this check box blank to omit your company's address.
nl_nl: Hiermee geeft u op of het bedrijfsadres boven aan het werkblad wordt afgedrukt, omdat u geen voor gedrukte papier gebruikt. Laat dit selectievakje leeg als u het adres van uw bedrijf wilt weglaten.

# Report 3398211362 - Control 3255118903 - Property 2879900210
source: Archive Document
nl_nl: Archief document

# Report 3398211362 - Control 3255118903 - Property 1295455071
source: Specifies if the document is archived after you preview or print it.
nl_nl: Hiermee geeft u aan of het document wordt gearchiveerd nadat u het hebt geafdrukt of afgedrukt.

# Report 3398211362 - Control 816368762 - Property 2879900210
source: Log Interaction
nl_nl: Interactie registreren

# Report 3398211362 - Control 816368762 - Property 1295455071
source: Specifies if you want to record the related interactions with the involved contact person in the Interaction Log Entry table.
nl_nl: Hiermee geeft u aan of u de gerelateerde interacties wilt vastleggen met de betrokken contactpersoon in de tabel Interactielogpost.

# Report 3398211362 - NamedType 2476940767
source: COPY
nl_nl: Kopiëren

# Report 3398211362 - NamedType 3126303398
source: Subtotal
nl_nl: Subtotaal

# Report 3398211362 - NamedType 1264584366
source: Ship Date
nl_nl: Verzenddatum

# Report 3398211362 - NamedType 1594191407
source: Customer ID
nl_nl: Klant id

# Report 3398211362 - NamedType 1485810516
source: P.O. Number
nl_nl: Postwissel Aantal

# Report 3398211362 - NamedType 3433790763
source: SalesPerson
nl_nl: Verkoop persoon

# Report 3398211362 - NamedType 3180208483
source: Terms of Payment:
nl_nl: Betalingsvoorwaarden:

# Report 3398211362 - NamedType 22553785
source: P.O. Date
nl_nl: Postwissel Datum

# Report 3398211362 - NamedType 1729335317
source: Tax Ident. Type
nl_nl: Belasting ident. Type

# Report 3398211362 - NamedType 1265826620
source: Invoice Discount:
nl_nl: Factuurkorting

# Report 3398211362 - NamedType 1583171122
source: Total:
nl_nl: Totale

# Report 3398211362 - NamedType 512005945
source: Customer Name:
nl_nl: klantnaam

# Report 3398211362 - NamedType 3246089139
source: Customer VAT No:
nl_nl: BTW-nummer klant

# Report 3398211362 - NamedType 3159868547
source: Billing Address:
nl_nl: Facturatie adres

# Report 3398211362 - NamedType 1930338149
source: Contact Name:
nl_nl: Naam van contact persoon

# Report 3398211362 - NamedType 142445042
source: Your Reference:
nl_nl: Uw referentie

# Report 3398211362 - NamedType 1362587257
source: Customer ERP ID:
nl_nl: Klant ERP id

# Report 3398211362 - NamedType 387040553
source: Your %1 Credit Memo No:
nl_nl: Uw %1 credit nota nr:

# Report 3398211362 - NamedType 1857892902
source: Total Due
nl_nl: Totaal verschuldigd

# Report 3398211362 - NamedType 293565918
source: Billing Period:
nl_nl: Factureringsperiode

# Report 3398211362 - NamedType 3937387347
source: Customer Reg. No:
nl_nl: Klant reg. nr.:

# Report 3398211362 - NamedType 3558753334
source: Credit Memo No:
nl_nl: Credit nota nr.:

# Report 3398211362 - NamedType 3429178898
source: Registration number:
nl_nl: Registratie nummer:

# Report 3398211362 - NamedType 3423059672
source: VAT number:
nl_nl: BTW-nummer

# Report 3398211362 - NamedType 2728513993
source: Credit Memo Date:
nl_nl: Credit nota Datum:

# Report 3398211362 - NamedType 2594805200
source: *Reverse charge, EU directive "111"
nl_nl: *Omgekeerde heffing, EU-richtlijn "111"

# Report 3398211362 - NamedType 3994272873
source: * reverse charge (Article 44 of the EU VAT Directive (2006/112/EC))
nl_nl: * verleggings kosten (artikel 44 van de EU-BTW-richtlijn (2006/112/EG))

# Report 3398211362 - NamedType 1162014577
source: Please transfer the amount to AS Swedbank, Balasta dambis 15, Riga, LV-1048, Latvia
nl_nl: Gelieve de overdracht van het bedrag als Swedbank, Balasta dambis 15, Riga, LV-1048, Latvia

# Report 3398211362 - NamedType 524755874
source: Account No./IBAN %1
nl_nl: Rekeningnummer/IBAN %1

# Report 3398211362 - NamedType 2909570543
source: Please make sure to specify this invoice number with your payment.
nl_nl: Zorg ervoor dat u dit factuurnummer opgeeft bij uw betaling.

# Report 3398211362 - NamedType 3646495922
source: For copies of invoices and credit notes please contact our Accounts Receivables department: %1
nl_nl: Voor kopieën van facturen en creditnota's u contact opnemen met onze debiteurenafdeling: %1

# Report 3398211362 - NamedType 1244186451
source: Product and Consumption Details
nl_nl: Product-en consumptiegegevens

# Report 3398211362 - NamedType 1251513602
source: Charge Type
nl_nl: Type lading

# Report 3398211362 - NamedType 2209068532
source: Start date
nl_nl: Begin datum

# Report 3398211362 - NamedType 3982372241
source: End date
nl_nl: Einddatum

# Report 3398211362 - NamedType 3037909084
source: Qty
nl_nl: Hoeveelheid

# Report 3398211362 - NamedType 3659909257
source: Unit Price
nl_nl: Eenheid prijs

# Report 3398211362 - NamedType 1349122805
source: Total Price
nl_nl: Totale prijs

# Report 3398211362 - NamedType 2678680001
source: VAT %1 %
nl_nl: BTW %1 %

# Report 3398211362 - NamedType 2678680002
source: VAT *
nl_nl: BTW *

# Report 3398211362 - NamedType 23177449
source: Total %1
nl_nl: Totale %1

# Report 3398211362 - NamedType 3930310797
source: Net Amount
nl_nl: Netto bedrag

# Report 3398211362 - NamedType 2857504577
source: VAT Amount
nl_nl: BTW bedrag

# Report 3398211362 - NamedType 3812256954
source: Total Amount
nl_nl: Totaalbedrag

# Report 2709429524 - Property 2879900210
source: Sales Invoice
nl_nl: Verkoopfactuur AppXite

# Report 2709429524 - ReportDataItem 1192395785 - Property 1806354803
source: Sales Invoice AppXite
nl_nl: Verkoopfactuur AppXite

# Report 2709429524 - Control 2346885236 - Property 2879900210
source: Options
nl_nl: Opties

# Report 2709429524 - Control 474123622 - Property 2879900210
source: Number of Copies
nl_nl: Aantal kopieën

# Report 2709429524 - Control 474123622 - Property 1295455071
source: Specifies the number of copies of each document (in addition to the original) that you want to print.
nl_nl: Hiermee geeft u het aantal exemplaren op van elk document (naast het origineel) dat u wilt afdrukken.

# Report 2709429524 - Control 2834693588 - Property 2879900210
source: Print Company Address
nl_nl: Bedrijfsadres afdrukken

# Report 2709429524 - Control 2834693588 - Property 1295455071
source: Specifies if your company address is printed at the top of the sheet, because you do not use pre-printed paper. Leave this check box blank to omit your company's address.
nl_nl: Hiermee geeft u op of het bedrijfsadres boven aan het werkblad wordt afgedrukt, omdat u geen voor gedrukte papier gebruikt. Laat dit selectievakje leeg als u het adres van uw bedrijf wilt weglaten.

# Report 2709429524 - Control 3255118903 - Property 2879900210
source: Archive Document
nl_nl: Archief document

# Report 2709429524 - Control 3255118903 - Property 1295455071
source: Specifies if the document is archived after you preview or print it.
nl_nl: Hiermee geeft u aan of het document wordt gearchiveerd nadat u het hebt geafdrukt of afgedrukt.

# Report 2709429524 - Control 816368762 - Property 2879900210
source: Log Interaction
nl_nl: Interactie registreren

# Report 2709429524 - Control 816368762 - Property 1295455071
source: Specifies if you want to record the related interactions with the involved contact person in the Interaction Log Entry table.
nl_nl: Hiermee geeft u aan of u de gerelateerde interacties wilt vastleggen met de betrokken contactpersoon in de tabel Interactielogpost.

# Report 2709429524 - NamedType 2476940767
source: COPY
nl_nl: Kopiëren

# Report 2709429524 - NamedType 3126303398
source: Subtotal
nl_nl: Subtotaal

# Report 2709429524 - NamedType 1264584366
source: Ship Date
nl_nl: Verzenddatum

# Report 2709429524 - NamedType 1594191407
source: Customer ID
nl_nl: Klant id

# Report 2709429524 - NamedType 1485810516
source: P.O. Number
nl_nl: Postwissel Aantal

# Report 2709429524 - NamedType 3433790763
source: SalesPerson
nl_nl: Verkoop persoon

# Report 2709429524 - NamedType 3180208483
source: Terms of Payment:
nl_nl: Betalingsvoorwaarden:

# Report 2709429524 - NamedType 22553785
source: P.O. Date
nl_nl: Postwissel Datum

# Report 2709429524 - NamedType 1729335317
source: Tax Ident. Type
nl_nl: Belasting ident. Type

# Report 2709429524 - NamedType 1265826620
source: Invoice Discount:
nl_nl: Factuurkorting

# Report 2709429524 - NamedType 1583171122
source: Total:
nl_nl: Totale

# Report 2709429524 - NamedType 512005945
source: Customer Name:
nl_nl: klantnaam

# Report 2709429524 - NamedType 3246089139
source: Customer VAT No:
nl_nl: BTW-nummer klant

# Report 2709429524 - NamedType 3159868547
source: Billing Address:
nl_nl: Facturatie adres

# Report 2709429524 - NamedType 1930338149
source: Contact Name:
nl_nl: Naam van contact persoon

# Report 2709429524 - NamedType 142445042
source: Your Reference:
nl_nl: Uw referentie

# Report 2709429524 - NamedType 1362587257
source: Customer ERP ID:
nl_nl: Klant ERP id

# Report 2709429524 - NamedType 387040553
source: Your %1 Bill No:
nl_nl: Uw %1 factuur nr:

# Report 2709429524 - NamedType 1857892902
source: Total Due
nl_nl: Totaal verschuldigd

# Report 2709429524 - NamedType 293565918
source: Billing Period:
nl_nl: Factureringsperiode

# Report 2709429524 - NamedType 3937387347
source: Customer Reg. No:
nl_nl: Klant reg. nr.:

# Report 2709429524 - NamedType 3558753334
source: %1 No:
nl_nl: %1 nr.:

# Report 2709429524 - NamedType 3429178898
source: Registration number:
nl_nl: Registratie nummer:

# Report 2709429524 - NamedType 3423059672
source: VAT number:
nl_nl: BTW-nummer

# Report 2709429524 - NamedType 2728513993
source: %1 Date:
nl_nl: %1 Datum:

# Report 2709429524 - NamedType 2594805200
source: *Reverse charge, EU directive "111"
nl_nl: *Omgekeerde heffing, EU-richtlijn "111"

# Report 2709429524 - NamedType 3994272873
source: * reverse charge (Article 44 of the EU VAT Directive (2006/112/EC))
nl_nl: * verleggings kosten (artikel 44 van de EU-BTW-richtlijn (2006/112/EG))

# Report 2709429524 - NamedType 1162014577
source: Please transfer the amount to AS Swedbank, Balasta dambis 15, Riga, LV-1048, Latvia
nl_nl: Gelieve de overdracht van het bedrag als Swedbank, Balasta dambis 15, Riga, LV-1048, Latvia

# Report 2709429524 - NamedType 524755874
source: Account No./IBAN %1
nl_nl: Rekeningnummer/IBAN %1

# Report 2709429524 - NamedType 2909570543
source: Please make sure to specify this invoice number with your payment.
nl_nl: Zorg ervoor dat u dit factuurnummer opgeeft bij uw betaling.

# Report 2709429524 - NamedType 3646495922
source: For copies of invoices and credit notes please contact our Accounts Receivables department: %1
nl_nl: Voor kopieën van facturen en creditnota's u contact opnemen met onze debiteurenafdeling: %1

# Report 2709429524 - NamedType 1244186451
source: Product and Consumption Details
nl_nl: Product-en consumptiegegevens

# Report 2709429524 - NamedType 1251513602
source: Charge Type
nl_nl: Type lading

# Report 2709429524 - NamedType 2209068532
source: Start date
nl_nl: Begin datum

# Report 2709429524 - NamedType 3982372241
source: End date
nl_nl: Einddatum

# Report 2709429524 - NamedType 3037909084
source: Qty
nl_nl: Hoeveelheid

# Report 2709429524 - NamedType 3659909257
source: Unit Price
nl_nl: Eenheid prijs

# Report 2709429524 - NamedType 1349122805
source: Total Price
nl_nl: Totale prijs

# Report 2709429524 - NamedType 2678680001
source: VAT %1 %
nl_nl: BTW %1 %

# Report 2709429524 - NamedType 2678680002
source: VAT *
nl_nl: BTW *

# Report 2709429524 - NamedType 23177449
source: Total %1
nl_nl: Totale %1

# Report 2709429524 - NamedType 3930310797
source: Net Amount
nl_nl: Netto bedrag

# Report 2709429524 - NamedType 2857504577
source: VAT Amount
nl_nl: BTW bedrag

# Report 2709429524 - NamedType 3812256954
source: Total Amount
nl_nl: Totaalbedrag

# Report 2305296018 - Property 2879900210
source: AppXite Suggest Reminder Lines
nl_nl: AppXite Aanmaningsregels voorstellen

# Report 2305296018 - ReportDataItem 1837124963 - Property 1806354803
source: Reminder
nl_nl: Herinnering

# Report 2305296018 - ReportDataItem 100513010 - Property 1806354803
source: Apply Fee per Line On
nl_nl: Kosten per regel toepassen op

# Report 2305296018 - Control 2346885236 - Property 2879900210
source: Options
nl_nl: Opties

# Report 2305296018 - Control 935040944 - Property 2879900210
source: Only Entries with Overdue Amounts
nl_nl: Alleen posten met achterstallige bedragen

# Report 2305296018 - Control 935040944 - Property 1295455071
source: Specifies if the batch job will only insert open entries that are overdue, meaning they have a due date earlier than the document date on the reminder header.
nl_nl: Geeft aan of de batchverwerking alleen openstaande posten invoegt die achterstallig zijn, wat betekent dat deze een vervaldatum hebben vóór de documentdatum op de aanmaningskop.

# Report 2305296018 - Control 1912567508 - Property 2879900210
source: Include Entries On Hold
nl_nl: Vermeldingen in de wachtruimte opnemen

# Report 2305296018 - Control 1912567508 - Property 1295455071
source: Specifies if the batch job will also insert overdue open entries that are on hold.
nl_nl: Geeft aan of er openstaande openstaande posten worden ingevoegd in de batchverwerking.

# Report 2305296018 - NamedType 2476940767
source: Suggesting lines...
nl_nl: Voorstellen lijnen...

# Report 2305296018 - NamedType 3114637384
source: Suggesting lines @1@@@@@@@@@@@@@
nl_nl: Voorstellen lijnen @1@@@@@@@@@@@@@

# Report 2305296018 - NamedType 3752334001
source: It was not possible to process some of the selected reminders.\Do you want to see these reminders?
nl_nl: Sommige geselecteerde aanmaningen kunnen niet worden verwerkt.\wilt u deze aanmaningen bekijken?

# PageExtension 75599158 - Action 2796860725 - Property 2879900210
source: ReThink Deferral Templates
nl_nl: ReThink Sjablonen voor uitstel

# PageExtension 75599158 - Action 3866051972 - Property 2879900210
source: ReThink Billing Headers
nl_nl: ReThink Facturerings headers

# PageExtension 75599158 - Action 1226652141 - Property 2879900210
source: Email Logs
nl_nl: Email logboeken

# PageExtension 75599158 - Action 3362653 - Property 2879900210
source: Delete Email Log History
nl_nl: Verwijder e-mail logboek geschiedenis

# PageExtension 75599158 - Action 3219644059 - Property 2879900210
source: Customer Report Selections
nl_nl: Selecties klantrapport

# PageExtension 75599158 - Action 2574612058 - Property 2879900210
source: Process Posted Documents
nl_nl: Geboekte documenten verwerken

# PageExtension 75599158 - Action 1556303382 - Property 2879900210
source: On-Boarding Status
nl_nl: Status aan boord

# PageExtension 3012722930 - Action 1370282326 - Property 2879900210
source: Transfer to General Journal AppXite
nl_nl: Overdracht naar dagboek AppXite

# PageExtension 3012722930 - Action 1370282326 - Property 1295455071
source: Transfer the lines from the current window to the General Journal.
nl_nl: De regels van het huidige venster naar het algemene journaal Overdracht

# PageExtension 2725802347 - Control 1071470719 - Property 2879900210
source: Short Name
nl_nl: Korte naam

# PageExtension 4283639846 - Control 1908927939 - Property 2879900210
source: Last Modified - ReThink
nl_nl: Laatst gewijzigd - ReThink

# PageExtension 4283639846 - Control 3430636682 - Property 2879900210
source: Registration No.
nl_nl: Registratie nr.

# PageExtension 4283639846 - Control 442645505 - Property 2879900210
source: On-Boarding Required
nl_nl: Aan boord vereist

# PageExtension 4283639846 - Control 2388564901 - Property 2879900210
source: Modify Locked Fields
nl_nl: Vergrendelde velden wijzigen

# PageExtension 4283639846 - Control 966287263 - Property 2879900210
source: Name 2
nl_nl: Naam 2

# PageExtension 4283639846 - Control 2361731386 - Property 2879900210
source: Name From ReThink
nl_nl: Naam van ReThink

# PageExtension 4283639846 - Control 1436304122 - Property 2879900210
source: Reseller Fin. Charge Terms
nl_nl: Voorwaarden reseller Finance

# PageExtension 4283639846 - NamedType 3114637384
source: You are not allowed to change ReThink related fields.
nl_nl: U bent niet toegestaan om aan ReThink gerelateerde velden te wijzigen.

# PageExtension 707880394 - Action 1843424085 - Property 2879900210
source: AppXite Create Reminders
nl_nl: AppXite Aanmaningen maken

# PageExtension 707880394 - Action 1843424085 - Property 1295455071
source: AppXite Create reminders for one or more customers with overdue payments.
nl_nl: AppXite aanmaningen maken voor een of meer klanten met achterstallige betalingen.

# PageExtension 707880394 - Action 3552174466 - Property 2879900210
source: AppXite Suggest Reminder Lines
nl_nl: AppXite Aanmaningsregels voorstellen

# PageExtension 707880394 - Action 3552174466 - Property 1295455071
source: AppXite Create reminder lines in existing reminders for any overdue payments based on information in the Reminder window.
nl_nl: AppXite Aanmaningsregels maken in bestaande aanmaningen voor eventuele achterstallige betalingen op basis van gegevens in het venster aanmaning.

# PageExtension 2451172297 - Control 1908927939 - Property 2879900210
source: Last Modified - ReThink
nl_nl: Laatst gewijzigd - ReThink

# PageExtension 2451172297 - Control 442645505 - Property 2879900210
source: On-Boarding Required
nl_nl: Aan boord vereist

# PageExtension 2451172297 - Control 2361731386 - Property 2879900210
source: Name From ReThink
nl_nl: Naam van ReThink

# PageExtension 2451172297 - Control 966287263 - Property 2879900210
source: Name 2
nl_nl: Naam 2

# PageExtension 2873627326 - Control 1908927939 - Property 2879900210
source: Last Modified - ReThink
nl_nl: Laatst gewijzigd - ReThink

# PageExtension 2873627326 - Control 1624299211 - Property 2879900210
source: From ReThink
nl_nl: Van ReThink

# PageExtension 2873627326 - Control 442645505 - Property 2879900210
source: On-Boarding Required
nl_nl: Aan boord vereist

# PageExtension 2873627326 - Control 2388564901 - Property 2879900210
source: Modify Locked Fields
nl_nl: Vergrendelde velden wijzigen

# PageExtension 2873627326 - Control 966287263 - Property 2879900210
source: Name 2
nl_nl: Naam 2

# PageExtension 2873627326 - Control 2361731386 - Property 2879900210
source: Name From ReThink
nl_nl: Naam van ReThink
