Repository: vkhutornyi/appxite
Catalog: AppXite Subscription Commerce and Billing/Translations/AppXite Subscription Commerce and Billing.*.xlf
Languages: nl_nl

# PageExtension 2873627326 - NamedType 3114637384
source: You are not allowed to change ReThink related fields.
nl_nl: U bent niet gemachtigd om herdenken gerelateerde velden te wijzigen.

# TableExtension 2476797194 - Field 4070174651 - Property 2879900210
source: Max Inv Lines to Display
nl_nl: Max factuurregels die moeten worden weergegeven

# TableExtension 2476797194 - Field 4033886525 - Property 2879900210
source: Sales Doc Internal Email
nl_nl: Verkoop doc interne Email

# TableExtension 2476797194 - Field 282503276 - Property 2879900210
source: Reseller Liability Account
nl_nl: Reseller aansprakelijkheid account

# TableExtension 4073461272 - Field 1071470719 - Property 2879900210
source: Short Name
nl_nl: Korte naam

# TableExtension 221025085 - Field 1062089293 - Property 2879900210
source: Synch To ReThink
nl_nl: Synch om te ReThink

# TableExtension 221025085 - Field 1908927939 - Property 2879900210
source: Last Modified - ReThink
nl_nl: Laatst gewijzigd - ReThink

# TableExtension 221025085 - Field 442645505 - Property 2879900210
source: On-Boarding Required
nl_nl: Aan boord vereist

# TableExtension 221025085 - Field 2388564901 - Property 2879900210
source: Modify Locked Fields
nl_nl: Vergrendelde velden wijzigen

# TableExtension 221025085 - Field 1436304122 - Property 2879900210
source: Reseller Fin. Charge Terms
nl_nl: Voorwaarden reseller Finance

# TableExtension 221025085 - Field 1624299211 - Property 2879900210
source: From ReThink
nl_nl: Van ReThink

# TableExtension 221025085 - Field 2361731386 - Property 2879900210
source: Name From ReThink
nl_nl: Naam van ReThink

# TableExtension 221025085 - Field 2079801207 - Property 2879900210
source: Custom Balance
nl_nl: Aangepast saldo

# TableExtension 221025085 - Field 3430636682 - Property 2879900210
source: Registration No.
nl_nl: Registratie nr.

# TableExtension 2732112266 - Field 338118739 - Property 2879900210
source: Ready To Issue
nl_nl: Klaar voor uitgifte

# TableExtension 3896067841 - Field 4218939460 - Property 2879900210
source: AppXite Reminder Days
nl_nl: AppXite herinnerings dagen

# TableExtension 3181841319 - Field 1908927939 - Property 2879900210
source: Last Modified - ReThink
nl_nl: Laatst gewijzigd - ReThink

# TableExtension 3181841319 - Field 442645505 - Property 2879900210
source: On-Boarding Required
nl_nl: Aan boord vereist

# TableExtension 3181841319 - Field 2361731386 - Property 2879900210
source: Name From ReThink
nl_nl: Naam van ReThink

# TableExtension 3859467733 - Field 4171208738 - Property 2879900210
source: ReThink Customer ID
nl_nl: ReThink Klant id

# TableExtension 1117145006 - Field 3778770294 - Property 2879900210
source: Billing Line Row Id
nl_nl: Rij-id factureringsregel

# TableExtension 235671844 - Field 4171208738 - Property 2879900210
source: ReThink Customer ID
nl_nl: ReThink Klant id

# TableExtension 1308144651 - Field 4171208738 - Property 2879900210
source: ReThink Customer ID
nl_nl: ReThink Klant id

# TableExtension 2127103306 - Field 3778770294 - Property 2879900210
source: Billing Line Row Id
nl_nl: Rij-id factureringsregel

# TableExtension 4121823097 - Field 3778770294 - Property 2879900210
source: Billing Line Row Id
nl_nl: Rij-id factureringsregel

# TableExtension 3055540667 - Field 2734189412 - Property 2879900210
source: Modify ReThink Customers
nl_nl: ReThink klanten wijzigen

# TableExtension 3055540667 - Field 3957905756 - Property 2879900210
source: Modify ReThink Vendors
nl_nl: ReThink leveranciers wijzigen

# TableExtension 1210865509 - Field 1062089293 - Property 2879900210
source: Synch To ReThink
nl_nl: Synch om te ReThink

# TableExtension 1210865509 - Field 1908927939 - Property 2879900210
source: Last Modified - ReThink
nl_nl: Laatst gewijzigd - ReThink

# TableExtension 1210865509 - Field 442645505 - Property 2879900210
source: On-Boarding Required
nl_nl: Aan boord vereist

# TableExtension 1210865509 - Field 2388564901 - Property 2879900210
source: Modify Locked Fields
nl_nl: Vergrendelde velden wijzigen

# TableExtension 1210865509 - Field 1624299211 - Property 2879900210
source: From ReThink
nl_nl: Van ReThink

# TableExtension 1210865509 - Field 2361731386 - Property 2879900210
source: Name From ReThink
nl_nl: Naam van ReThink

# TableExtension 1210865509 - Field 2079801207 - Property 2879900210
source: Custom Balance
nl_nl: Aangepast saldo
