Repository: vkhutornyi/appxite
Catalog: AppXite Subscription Commerce and Billing/Translations/AppXite Subscription Commerce and Billing.*.xlf
Languages: nl_nl

# Table 3245700433 - Field 4200184881 - Property 2879900210
source: No.
nl_nl: Aantal

# Table 3245700433 - Field 1343762524 - Property 2879900210
source: Doc Type
nl_nl: type Doc

# Table 3245700433 - Field 1959426494 - Property 2879900210
source: Process Start Date Time
nl_nl: Startdatum tijd van proces

# Table 3245700433 - Field 46499959 - Property 2879900210
source: Process End Date Time
nl_nl: Einddatum tijd verwerken

# Table 1815886954 - Field 4200184881 - Property 2879900210
source: No.
nl_nl: Aantal

# Table 1815886954 - Field 2957318556 - Property 2879900210
source: Email Log Header No.
nl_nl: E-mail log header nummer

# Table 1815886954 - Field 1343762524 - Property 2879900210
source: Doc Type
nl_nl: type Doc

# Table 1815886954 - Field 486908828 - Property 2879900210
source: Document No.
nl_nl: Document Nummer

# Table 1815886954 - Field 386484924 - Property 2879900210
source: Email Sent
nl_nl: Email verzonden

# Table 1815886954 - Field 1171137197 - Property 2879900210
source: Customer Name
nl_nl: klantnaam

# Table 3924489933 - Field 1477521825 - Property 2879900210
source: invoicesId
nl_nl: facturen Id

# Table 3924489933 - Field 575604723 - Property 2879900210
source: invoicesNumber
nl_nl: facturen Nummer

# Table 3924489933 - Field 4184409047 - Property 2879900210
source: invoiceProviderId
nl_nl: factuur Provider Id

# Table 3924489933 - Field 1060699988 - Property 2879900210
source: invoiceProvider
nl_nl: factuur Provider

# Table 3924489933 - Field 2520213583 - Property 2879900210
source: invoiceReceiverId
nl_nl: factuur Ontvanger Id

# Table 3924489933 - Field 2316476380 - Property 2879900210
source: invoiceReceiver
nl_nl: factuur ontvanger

# Table 3924489933 - Field 3850343851 - Property 2879900210
source: receiver country
nl_nl: ontvanger land

# Table 3924489933 - Field 2349086075 - Property 2879900210
source: receiver VAT number
nl_nl: ontvanger BTW-nummer

# Table 3924489933 - Field 1695475527 - Property 2879900210
source: billing address
nl_nl: Facturatie adres

# Table 3924489933 - Field 2389296300 - Property 2879900210
source: comments
nl_nl: opmerkingen

# Table 3924489933 - Field 1761475914 - Property 2879900210
source: invoicesDate
nl_nl: facturen Datum

# Table 3924489933 - Field 1080976690 - Property 2879900210
source: invoiceCurrency
nl_nl: factuur valuta

# Table 3924489933 - Field 23762062 - Property 2879900210
source: totalPriceCheckSum
nl_nl: totaal Prijs Controle Som

# Table 3924489933 - Field 2016199880 - Property 2879900210
source: rateToEuro
nl_nl: tarief voor euro

# Table 3924489933 - Field 513339096 - Property 2879900210
source: Status
nl_nl: staat

# Table 3924489933 - Field 2624436636 - Property 2879900210
source: NAV Doc No
nl_nl: NAV Doc Nummer

# Table 3924489933 - Field 3770988942 - Property 2879900210
source: Status Time Stamp
nl_nl: Staat Tijd Stempel

# Table 2373380742 - Field 1282448961 - Property 2879900210
source: rowId
nl_nl: Rij-Id

# Table 2373380742 - Field 1477521825 - Property 2879900210
source: invoicesId
nl_nl: facturen Id

# Table 2373380742 - Field 575604723 - Property 2879900210
source: invoicesNumber
nl_nl: facturen Nummer

# Table 2373380742 - Field 3810877602 - Property 2879900210
source: subscriptionId
nl_nl: abonnement Id

# Table 2373380742 - Field 3416310712 - Property 2879900210
source: subscriptionName
nl_nl: abonnement Naam

# Table 2373380742 - Field 1091913065 - Property 2879900210
source: subscriptionStartDate
nl_nl: Startdatum abonnement

# Table 2373380742 - Field 108174636 - Property 2879900210
source: subscriptionEndDate
nl_nl: einddatum abonnement

# Table 2373380742 - Field 2482378022 - Property 2879900210
source: vendor Subscription Id
nl_nl: leveranciers abonnement Id

# Table 2373380742 - Field 1474662762 - Property 2879900210
source: charge start date
nl_nl: Startdatum opladen

# Table 2373380742 - Field 2536030691 - Property 2879900210
source: charge end date
nl_nl: einddatum opladen

# Table 2373380742 - Field 3407491535 - Property 2879900210
source: offerId
nl_nl: aanbieding Id

# Table 2373380742 - Field 405280601 - Property 2879900210
source: offerName
nl_nl: aanbieding Naam

# Table 2373380742 - Field 3603512443 - Property 2879900210
source: vendor Offer Id
nl_nl: leveranciers aanbieding Id

# Table 2373380742 - Field 2841450365 - Property 2879900210
source: invoiceDataContractType
nl_nl: Type factuurgegevens contract

# Table 2373380742 - Field 3357903636 - Property 2879900210
source: invoiceChargeTypes
nl_nl: Factuur ladings typen

# Table 2373380742 - Field 3355113493 - Property 2879900210
source: quantity
nl_nl: aantal stuks

# Table 2373380742 - Field 3421409717 - Property 2879900210
source: unitPrice
nl_nl: eenheid prijs

# Table 2373380742 - Field 3504592521 - Property 2879900210
source: totalPrice
nl_nl: totale prijs

# Table 2373380742 - Field 1565606229 - Property 2879900210
source: resellerPrice
nl_nl: reseller prijs

# Table 2373380742 - Field 1913749374 - Property 2879900210
source: retailPrice
nl_nl: winkelprijs

# Table 2373380742 - Field 637495305 - Property 2879900210
source: retail Price Source
nl_nl: detailhandel prijs bron

# Table 2373380742 - Field 1894930630 - Property 2879900210
source: retail Price Markup
nl_nl: verkoopprijs opm

# Table 2373380742 - Field 1026767688 - Property 2879900210
source: customer Markup
nl_nl: klant markeringen

# Table 2373380742 - Field 1550924163 - Property 2879900210
source: price Markup Start Date
nl_nl: prijs opmaak startdatum

# Table 2373380742 - Field 513339096 - Property 2879900210
source: Status
nl_nl: Staat

# Table 2373380742 - Field 3770988942 - Property 2879900210
source: Status Time Stamp
nl_nl: Staat Tijd Stempel

# Table 2373380742 - Field 3444151029 - Property 2879900210
source: vendorOrgId
nl_nl: leverancier org Id

# Table 2373380742 - Field 1461324250 - Property 2879900210
source: vendorOrg
nl_nl: leverancier org

# Table 2373380742 - Field 2617100667 - Property 2879900210
source: resellerOrgId
nl_nl: wederverkoper Org Id

# Table 2373380742 - Field 3714270192 - Property 2879900210
source: resellerOrg
nl_nl: wederverkoper Org

# Table 2373380742 - Field 835033133 - Property 2879900210
source: customerOrgId
nl_nl: klant Org Id

# Table 2373380742 - Field 432490690 - Property 2879900210
source: customerOrg
nl_nl: klant Org

# Table 2373380742 - Field 2319154903 - Property 2879900210
source: endCustomerOrgStatus
nl_nl: eind Klant Org Staat

# Table 2373380742 - Field 1652316543 - Property 2879900210
source: ShortOfferName
nl_nl: Korte aanbiedingsnaam

# Table 2373380742 - Field 1521735248 - Property 2879900210
source: ProductName
nl_nl: productnaam

# Table 2373380742 - Field 2624436636 - Property 2879900210
source: NAV Doc No
nl_nl: NAV Doc Nummer

# Table 2373380742 - Field 4291298546 - Property 2879900210
source: NAV Doc Line No
nl_nl: NAV doc regelnummer

# Page 2373380742 - Property 2879900210
source: ReThink Billing Line
nl_nl: ReThink Factureringsregel

# Table 1004344371 - Field 883711285 - Property 2879900210
source: Entry No.
nl_nl: Entry nummer

# Table 1004344371 - Field 513339096 - Property 2879900210
source: Status
nl_nl: Staat

# Table 1004344371 - Field 1908927939 - Property 2879900210
source: Last Modified - ReThink
nl_nl: Laatst gewijzigd - ReThink

# Table 1004344371 - Field 2958487577 - Property 2879900210
source: Check For Overdue
nl_nl: Controleren op achterstallig

# Table 317245620 - Field 3747886974 - Property 2879900210
source: Day From
nl_nl: Dag van

# Table 317245620 - Field 588778145 - Property 2879900210
source: Day To
nl_nl: Dag te

# Table 317245620 - Field 3461834954 - Property 2879900210
source: Description
nl_nl: Beschrijving

# Table 317245620 - Field 4137788990 - Property 2879900210
source: Deferral Template Code
nl_nl: Sjabloon code uitstel

# Table 317245620 - NamedType 3114637384
source: Day To alredy entered.
nl_nl: Dag om reeds ingevoerd.

# Table 317245620 - NamedType 3752334001
source: Day From cannot be greater than Day To.
nl_nl: Dag van kan niet groter zijn dan dag tot.

# Table 416489337 - Field 575604723 - Property 2879900210
source: invoicesNumber
nl_nl: facturen Nummer

# Table 416489337 - Field 1282448961 - Property 2879900210
source: rowId
nl_nl: Rij-Id

# Table 416489337 - Field 2145620180 - Property 2879900210
source: Data Type
nl_nl: Gegevens type

# Table 416489337 - Field 1905805420 - Property 2879900210
source: Error Type
nl_nl: Fout type

# Table 416489337 - Field 2790486453 - Property 2879900210
source: Comment
nl_nl: Commentaar

# Table 416489337 - Field 410426351 - Property 2879900210
source: Time Created
nl_nl: Tijd gemaakt

# Table 416489337 - Field 747156212 - Property 2879900210
source: Resolved
nl_nl: Opgelost

# Table 416489337 - Field 1477521825 - Property 2879900210
source: invoicesId
nl_nl: facturen Id

# Table 586163848 - Field 1477521825 - Property 2879900210
source: invoicesId
nl_nl: facturen Id

# Table 586163848 - Field 575604723 - Property 2879900210
source: invoicesNumber
nl_nl: facturen Nummer

# Table 586163848 - Field 4184409047 - Property 2879900210
source: invoiceProviderId
nl_nl: factuur Provider Id

# Table 586163848 - Field 2520213583 - Property 2879900210
source: invoiceReceiverId
nl_nl: factuur Ontvanger Id

# Table 586163848 - Field 4258714395 - Property 2879900210
source: NAV Document No.
nl_nl: NAV Document Nummer

# Codeunit 1284872500 - NamedType 3114637384
source: Process Completed
nl_nl: Proces voltooid

# Codeunit 201636236 - NamedType 2476940767
source: Process Completed
nl_nl: Proces voltooid

# Codeunit 201636236 - Method 3218747117 - NamedType 2476940767
source: Processing Invoice #1\ out of #2\
nl_nl: Verwerking factuur #1\ op #2\

# Codeunit 201636236 - Method 3218747117 - NamedType 3114637384
source: Invoice Number #3#######
nl_nl: Factuur nummer #3#######

# Codeunit 201636236 - Method 4011437127 - NamedType 2476940767
source: Processing Cr.Memo #1\ out of #2\
nl_nl: Verwerking Credit nota #1\ op #2\

# Codeunit 201636236 - Method 4011437127 - NamedType 3114637384
source: Cr.Memo Number #3#######
nl_nl: Credit nota nummer #3#######

# Codeunit 201636236 - Method 4284183181 - NamedType 2476940767
source: Processing Reminder #1\ out of #2\
nl_nl: Verwerking Herinnering #1\ op #2\

# Codeunit 201636236 - Method 4284183181 - NamedType 3114637384
source: Reminder Number #3#######
nl_nl: Herinnering nummer #3#######

# Codeunit 201636236 - Method 271131071 - NamedType 2476940767
source: Processing Finance Memo #1\ out of #2\
nl_nl: Verwerking Financieel memo #1\ op #2\

# Codeunit 201636236 - Method 271131071 - NamedType 3114637384
source: Finance Memo Number #3#######
nl_nl: Financieel memo nummer #3#######

# Codeunit 201636236 - Method 850328039 - NamedType 2476940767
source: Processing unsent emails for #4\ #1\ out of #2\
nl_nl: Verwerking van niet-verzonden e-mails voor #4\ #1\ op #2\

# Codeunit 201636236 - Method 850328039 - NamedType 3114637384
source: Document Number #3#######
nl_nl: Document nummer #3#######

# Codeunit 1200532357 - NamedType 3114637384
source: " - There are some sales documents which have not been posted because the system could not find any matching deferral templates for them. Please review them and assigned a deferral template, if applicable.
nl_nl: " - Er zijn een aantal verkoopdocumenten die niet zijn gepost omdat het systeem geen overeenkomende uitstel sjablonen voor hen kon vinden. Gelieve te herzien en toegewezen een uitstel sjabloon, indien van toepassing.

# Codeunit 1200532357 - NamedType 3752334001
source: Email Address Not found in Sales & Receivables Setup
nl_nl: E-mail adres niet gevonden in verkoop-en debiteuren instellingen

# Codeunit 1200532357 - NamedType 95063322
source: Unposted Sales Documents
nl_nl: Niet-geboekte verkoopdocumenten

# Codeunit 1200532357 - NamedType 1370456556
source: Posting Done.
nl_nl: Detachering gedaan.

# Codeunit 1200532357 - NamedType 2008153173
source: From Company: "
nl_nl: Van bedrijf: "

# Codeunit 3606012764 - NamedType 1706842703
source: Open Entries Not Due
nl_nl: Openstaande posten niet verschuldigd

# Codeunit 3606012764 - NamedType 2344539320
source: Open Entries On Hold
nl_nl: Openstaande posten in wachtstand

# Codeunit 2308781312 - NamedType 3114637384
source: ReThink Data Processing : Start
nl_nl: ReThink Gegevensverwerking: start

# Codeunit 2308781312 - NamedType 3752334001
source: ReThink Data Processing : End
nl_nl: ReThink Gegevensverwerking: einde

# Page 562566615 - Property 2879900210
source: Email Log Line
nl_nl: E-mail logboekregel

# Page 177599692 - Property 2879900210
source: ReThink Billing Lines
nl_nl: ReThink Factureringsregel

# Page 2823239809 - Property 2879900210
source: Email Log Document
nl_nl: E-mail logboek document

# Page 2823239809 - Control 4200184881 - Property 2879900210
source: No.
nl_nl: Nummer

# Page 2823239809 - Control 1959426494 - Property 2879900210
source: Process Start Date Time
nl_nl: Startdatum tijd van proces

# Page 2823239809 - Control 46499959 - Property 2879900210
source: Process End Date Time
nl_nl: Einddatum tijd verwerken

# Page 591447176 - Property 2879900210
source: Email Log Headers
nl_nl: Email logboek headers

# Page 591447176 - Control 4200184881 - Property 2879900210
source: No.
nl_nl: Nummer

# Page 591447176 - Control 1959426494 - Property 2879900210
source: Process Start Date Time
nl_nl: Startdatum tijd van proces

# Page 591447176 - Control 46499959 - Property 2879900210
source: Process End Date Time
nl_nl: Einddatum tijd verwerken

# Page 591447176 - Action 1288960478 - Property 2879900210
source: View Document
nl_nl: Document weergeven

# Page 3866051972 - Action 3215369747 - Property 2879900210
source: ReThink Billing Lines
nl_nl: ReThink Factureringsregels

# Page 3866051972 - Action 2687027117 - Property 2879900210
source: ReThink Errors
nl_nl: ReThink Fouten

# Page 3866051972 - Action 1617417657 - Property 2879900210
source: Process Documents
nl_nl: Documenten verwerken

# Page 3866051972 - Action 3772350448 - Property 2879900210
source: Post Documents
nl_nl: Documenten boeken

# Page 2796860725 - Property 2879900210
source: ReThink Deferral Templates
nl_nl: ReThink Sjablonen voor uitstel

# Page 1601438896 - Property 2879900210
source: ReThink Errors
nl_nl: ReThink Fouten

# Report 744865113 - Property 2879900210
source: Transfer Bank Rec. to Gen. Jnl.
nl_nl: Transactie Bank ontvangen naar algemeen journaal

# Report 744865113 - Control 2346885236 - Property 2879900210
source: Options
nl_nl: Opties

# Report 744865113 - Control 3016508349 - Property 2879900210
source: Gen. Journal Template
nl_nl: Algemene dagboeksjabloon

# Report 744865113 - Control 3016508349 - Property 1295455071
source: Specifies the general journal template that the entries are placed in.
nl_nl: Hiermee geeft u de algemene dagboeksjabloon op waarin de posten worden geplaatst.

# Report 744865113 - Control 3690479385 - Property 2879900210
source: Gen. Journal Batch
nl_nl: Dagboek batch

# Report 744865113 - Control 3690479385 - Property 1295455071
source: Specifies the general journal batch that the entries are placed in.
nl_nl: Hiermee geeft u de dagboekbatch op waarin de posten worden geplaatst.

# Report 1757374868 - NamedType 3114637384
source: Data less than 2 years old cannot be deleted.
nl_nl: Gegevens minder dan 2 jaar oud kunnen niet worden verwijderd.

# Report 1757374868 - NamedType 3752334001
source: Are you sure you want delete data?
nl_nl: Weet u zeker dat u gegevens wilt verwijderen?

# Report 1757374868 - NamedType 95063322
source: No Action performed.
nl_nl: Geen actie uitgevoerd.

# Report 1757374868 - NamedType 732759939
source: %1 Line(s) Deleted.
nl_nl: %1 Lijn(en) verwijderd.

# Report 3796844628 - Property 2879900210
source: AppXite Create Reminders
nl_nl: AppXite Aanmaningen maken

# Report 3796844628 - ReportDataItem 100513010 - Property 1806354803
source: Apply Fee per Line On
nl_nl: Kosten per regel toepassen op

# Report 3796844628 - Control 2346885236 - Property 2879900210
source: Options
nl_nl: Opties

# Report 3796844628 - Control 3710982960 - Property 2879900210
source: Posting Date
nl_nl: Boekingsdatum

# Report 3796844628 - Control 3710982960 - Property 1295455071
source: Specifies the date that will appear as the posting date on the header of the reminder that is created by the batch job.
nl_nl: Hiermee geeft u de datum op die wordt weergegeven als de boekingsdatum op de koptekst van de aanmaning die door de batchverwerking wordt gemaakt.

# Report 3796844628 - Control 1594611733 - Property 2879900210
source: Document Date
nl_nl: Document datum

# Report 3796844628 - Control 1594611733 - Property 1295455071
source: Specifies the date that will appear as the document date on the header of the reminder that is created by the batch job. This date is used for any interest calculations and to determine the due date of the reminder.
nl_nl: Hiermee geeft u de datum op die wordt weergegeven als de documentdatum op de koptekst van de aanmaning die door de batchverwerking wordt gemaakt. Deze datum wordt gebruikt voor renteberekeningen en om de vervaldatum van de aanmaning te bepalen.

# Report 3796844628 - Control 935040944 - Property 2879900210
source: Only Entries with Overdue Amounts
nl_nl: Alleen posten met achterstallige bedragen

# Report 3796844628 - Control 935040944 - Property 1295455071
source: Specifies if the batch job will only insert open entries that are overdue, meaning they have a due date earlier than the document date on the reminder header.
nl_nl: Geeft aan of de batchverwerking alleen openstaande posten invoegt die achterstallig zijn, wat betekent dat deze een vervaldatum hebben vóór de documentdatum op de aanmaningskop.

# Report 3796844628 - Control 1912567508 - Property 2879900210
source: Include Entries On Hold
nl_nl: Vermeldingen in de wachtruimte opnemen

# Report 3796844628 - Control 1912567508 - Property 1295455071
source: Specifies if you want to create reminders for entries that are on hold.
nl_nl: Hiermee geeft u aan of u aanmaningen wilt maken voor posten die in de wachtstand staan.

# Report 3796844628 - Control 3909166934 - Property 2879900210
source: Use Header Level
nl_nl: Koptekstniveau gebruiken

# Report 3796844628 - Control 3909166934 - Property 1295455071
source: Specifies if the batch job will apply the condition of the reminder level to all the reminder lines.
nl_nl: Hiermee geeft u aan of de voorwaarde van het aanmaningsniveau op alle aanmaningsregels wordt toegepast op de batchtaak.

# Report 3796844628 - NamedType 2476940767
source: %1 must be specified.
nl_nl: %1 moet worden opgegeven.

# Report 3796844628 - NamedType 3114637384
source: Making reminders...
nl_nl: Herinneringen maken...

# Report 3796844628 - NamedType 3752334001
source: Making reminders @1@@@@@@@@@@@@@
nl_nl: Herinneringen maken @1@@@@@@@@@@@@@

# Report 3796844628 - NamedType 95063322
source: It was not possible to create reminders for some of the selected customers.\Do you want to see these customers?
nl_nl: Het is niet mogelijk om herinneringen te maken voor enkele van de geselecteerde klanten.\Wilt u deze klanten zien?

# Report 2570429577 - Property 2879900210
source: Custom Issue Fin. Charge
nl_nl: Financieringskosten voor aangepaste uitgifte

# Report 2570429577 - NamedType 2476940767
source: Enter the posting date.
nl_nl: Voer de boekingsdatum in.

# Report 2570429577 - NamedType 3114637384
source: Issuing finance charge memo...
nl_nl: Financieel financieringsmemoriaal uitgeven...

# Report 2570429577 - NamedType 3752334001
source: Issuing finance charge memos @1@@@@@@@@@@@@@
nl_nl: Financieel financieringsmemoriaal uitgeven @1@@@@@@@@@@@@@

# Report 2570429577 - NamedType 95063322
source: It was not possible to issue some of the selected finance charge memos.\Do you want to see these finance charge memos?
nl_nl: Het is niet mogelijk om enkele van de geselecteerde rentefacturen uit te geven.\Wilt u deze rentefacturen bekijken?

# Report 4252050049 - Property 2879900210
source: Custom Issue Reminders
nl_nl: Herinneringen voor aangepaste uitgifte

# Report 4252050049 - NamedType 2476940767
source: Enter the posting date.
nl_nl: Voer de boekingsdatum in.

# Report 4252050049 - NamedType 3114637384
source: Issuing reminder...
nl_nl: Aanmaning verzenden...

# Report 4252050049 - NamedType 3752334001
source: Issuing reminders @1@@@@@@@@@@@@@
nl_nl: Aanmaning verzenden @1@@@@@@@@@@@@@

# Report 4252050049 - NamedType 95063322
source: It was not possible to issue some of the selected reminders.\Do you want to see these reminders?
nl_nl: Het is niet mogelijk om een aantal van de geselecteerde herinneringen uit te geven. Wilt u deze herinneringen zien?

# Report 4003807264 - Property 2879900210
source: On-Boarding Status Report
nl_nl: Status rapport aan boord

# Report 4003807264 - NamedType 3114637384
source: No Record Found
nl_nl: Geen record gevonden

# Report 3043686955 - Property 2879900210
source: Posted Sales Invoice
nl_nl: Geboekte verkoopfactuur

# Report 3043686955 - ReportDataItem 809936682 - Property 1806354803
source: Sales Invoice
nl_nl: Verkoopfactuur

# Report 3043686955 - Control 2346885236 - Property 2879900210
source: Options
nl_nl: Opties

# Report 3043686955 - Control 474123622 - Property 2879900210
source: Number of Copies
nl_nl: Aantal kopieën

# Report 3043686955 - Control 474123622 - Property 1295455071
source: Specifies the number of copies of each document (in addition to the original) that you want to print.
nl_nl: Hiermee geeft u het aantal exemplaren op van elk document (naast het origineel) dat u wilt afdrukken.

# Report 3043686955 - Control 2834693588 - Property 2879900210
source: Print Company Address
nl_nl: Bedrijfsadres afdrukken

# Report 3043686955 - Control 2834693588 - Property 1295455071
source: Specifies if your company address is printed at the top of the sheet, because you do not use pre-printed paper. Leave this check box blank to omit your company's address.
nl_nl: Hiermee geeft u op of het bedrijfsadres boven aan het werkblad wordt afgedrukt, omdat u geen voor gedrukte papier gebruikt. Laat dit selectievakje leeg als u het adres van uw bedrijf wilt weglaten.

# Report 3043686955 - Control 3255118903 - Property 2879900210
source: Archive Document
nl_nl: Archief document

# Report 3043686955 - Control 3255118903 - Property 1295455071
source: Specifies if the document is archived after you preview or print it.
nl_nl: Hiermee geeft u aan of het document wordt gearchiveerd nadat u het hebt geafdrukt of afgedrukt.

# Report 3043686955 - Control 816368762 - Property 2879900210
source: Log Interaction
nl_nl: Interactie registreren

# Report 3043686955 - Control 816368762 - Property 1295455071
source: Specifies if you want to record the related interactions with the involved contact person in the Interaction Log Entry table.
nl_nl: Hiermee geeft u aan of u de gerelateerde interacties wilt vastleggen met de betrokken contactpersoon in de tabel Interactielogpost.

# Report 3043686955 - NamedType 2476940767
source: COPY
nl_nl: Kopiëren

# Report 3043686955 - NamedType 3126303398
source: Subtotal
nl_nl: Subtotaal

# Report 3043686955 - NamedType 1264584366
source: Ship Date
nl_nl: Verzenddatum

# Report 3043686955 - NamedType 1594191407
source: Customer ID
nl_nl: Klant id

# Report 3043686955 - NamedType 1485810516
source: P.O. Number
nl_nl: Postwissel Aantal

# Report 3043686955 - NamedType 3433790763
source: SalesPerson
nl_nl: Verkoop persoon

# Report 3043686955 - NamedType 3180208483
source: Terms of Payment:
nl_nl: Betalingsvoorwaarden:

# Report 3043686955 - NamedType 22553785
source: P.O. Date
nl_nl: Postwissel Datum

# Report 3043686955 - NamedType 1729335317
source: Tax Ident. Type
nl_nl: Belasting ident. Type

# Report 3043686955 - NamedType 1265826620
source: Invoice Discount:
nl_nl: Factuurkorting
